humao.rest-client
marcostazi.VS-code-vagrantfile
mauve.terraform
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vsliveshare.vsliveshare
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
wengerk.highlight-bad-chars
yzhang.markdown-all-in-one
