christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
esbenp.prettier-vscode
humao.rest-client
KnisterPeter.vscode-github
marcostazi.VS-code-vagrantfile
mauve.terraform
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vsliveshare.vsliveshare
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
wayou.vscode-todo-highlight
wengerk.highlight-bad-chars
yzhang.markdown-all-in-one